Repository: ThePowerOfSwift/attestation-COVID
Catalog: attestation-COVID/Misc/*.lproj/Localizable.strings
Languages: fr

# tabbar.create
source: Create
fr: Générer

# tabbar.attestations
source: My attestations
fr: Mes attestations

# tabbar.profiles
source: Identities
fr: Profiles

# author.add.section.name
source: Lastname and firstname
fr: Nom et Prénom

# author.add.lastname
source: Your lastname
fr: Votre nom

# author.add.firstname
source: Your firstName
fr: Votre prénom

# author.add.section.birth
source: Date and place of birth
fr: Date et lieu Naissance

# author.add.birthdate
source: Birthdate
fr: Date de naissance

# author.add.birthplace
source: Birthplace
fr: Lieu de naissance

# author.add.city
source: City
fr: Ville

# author.add.zipcode
source: Zipcode
fr: Code Postal

# author.add.new.author
source: Add identity
fr: Ajouter un profile

# author.add.new.save
source: Save
fr: Enregistrer

# author.list.title
source: List of identities
fr: Liste des profiles

# author.list.add.new
source: Add a new identity
fr: Ajouter un profile

# author.list.added.at %@
source: Added the %@
fr: Ajouté le %@

# author.list.born.at %@
source: Born the %@
fr: Né le %@

# information.section.1.title
source: Datas
fr: Données

# information.section.1.content
source: All the data present is only stored on this device No information is transmitted, your data stays warm in your device
fr: Toutes les données présentes ne sont stocké que sur cet appareil Aucune information n'est transmise, vos données restent au chaud dans votre appareil

# information.section.2.title
source: Legals
fr: Légale

# information.section.2.content
source: This application is not affiliated to the French state, this could imply an invalid validity of the QR code provided if they ever had to change following developments implemented by the Ministry of the Interior
fr: Cette application n'est pas affiliée à l'État Français, cela pourrait impliquer une non-validité des QR code fourni si jamais ceux-ci devaient changer suite à des évolutions mises en place par le ministère de l'intérieur

# information.section.2.content.2
source: In case of any doubt, please refer to the occicial website: https://media.interieur.gouv.fr/deplacement-covid-19
fr: En cas de doute, n'hésitez pas à vous rendre sur le site officiel: https://media.interieur.gouv.fr/deplacement-covid-19

# information.section.3.content
source: Sources code available at https://github.com/phoenisis/attestation-COVID
fr: Sources disponible sur https://github.com/phoenisis/attestation-COVID

# attestation.created.at %@
source: Created the %@
fr: Créer le %@

# attestation.expired.at %@
source: Expired the %@
fr: Expire le %@

# attestations.section.active
source: Actives attestations
fr: Attestations actives

# attestations.section.inactive
source: Outdated attestations
fr: Attestations périmer

# attestations.empty
source: No attestation at the time
fr: Aucune attestation pour le moment

# attestation.add.section.who
source: Who need the attestation ?
fr: Qui à besoin de l'attestation ?

# attestation.add.who
source: Identity
fr: Profile

# attestation.add.section.reason
source: Why you need to move out ?
fr: Motifs de sortie

# attestation.add.button
source: Create
fr: Générer

# attestation.add.alert.dismiss
source: Ok
fr: D'accord

# attestation.add.alert.error.title
source: An issue append
fr: Une erreur est survenu

# attestation.add.alert.error.body
source: Your attestation couldn't be generated
fr: Votre attestation n'a pu etre generer

# attestation.add.alert.success.title
source: Operation succeeded
fr: Succès de l'opération

# attestation.add.alert.success.body
source: You've generated your attestation
fr: Vous avez générer une nouvelle attestation

# attestation.show.pdf
source: Show the PDF
fr: Afficher le PDF

# attestation.share.pdf
source: Share
fr: Partager

# attestation.reason.work
source: 🧑‍🔧 Business Travel
fr: 🧑‍🔧 Déplacements travail

# attestation.reason.food
source: 🥖 Food shopping
fr: 🥖 Courses

# attestation.reason.health
source: 💊 Health
fr: 💊 Santé

# attestation.reason.familly
source: 👨‍👩‍👧‍👦 Family matters
fr: 👨‍👩‍👧‍👦 Raison familliale

# attestation.reason.sport
source: 🏃‍♂️ Sport / 🐶 animals
fr: 🏃‍♂️ Sport / 🐶 animaux

# attestation.reason.justice
source: 👨‍⚖️ Judicial
fr: 👨‍⚖️ Judiciaire

# attestation.reason.mission
source: ⛑ General interest
fr: ⛑ Intérêt général
